---
layout: base
title: Computer Anonymous
---
      <h1>Computer.</h1>

      <h2>Computer ?</h2>

      <h3>Computer :-(</h3>

      <p>Jetzt verstehst du. Also lass mal zu Computer Anonym gehen.</p>

      <p>Diese Seite existiert auch in den folgenden Sprachen:</p>
      <ul>
          <li><a href="index.html">English/Englisch</a>.</li>
      <ul>

      <p><a href="#groups">Schau unten nach, ob es schon eine Gruppe in deiner N&auml;he gibt</a>, oder starte selbst eine indem du <a href="https://github.com/computeranonymous/computer">das Repository forkst</a>, deine &Auml;nderungen machst und ein Pull Request stellst.</p>

      <h4>Der Plan</h4>

      <ul>
        <li>Wir gehen zu einer guten Kneipe oder einem Treffpunkt.</li>
        <li>Wir essen was, wir trinken was (sei es Bier, Cocktails, oder Limo).</li>
        <li>Wir sagen ‘Computer’.</li>
      </ul>

      <p>Dies k&ouml;nnte eine Gruppe f&uuml;r dich sein, wenn du mit sozial verantwortungsvollen Nerd*innen &uuml;ber interessante Dinge reden willst. Dies ist kein Stammtisch von Unternehmer*innen und kein Netzwerken: Es ist eine Selbsthilfegruppe, ein Platz um gute Leute zu treffen und um &uuml;ber gute und schlechte Dinge zu reden.</p>

      <p>Obwohl uns sowohl das Lernen wie auch freundlicher Kontakt gleich wichtig ist, ist unser Hauptziel eine soziale Gruppe zu erschaffen, in der alle Menschen in und um Technologie und mit allen Hintergr&uuml;nden sich wohl und willkommen f&uuml;hlen.</p>

      <p>Es gibt keine regelm&auml;&szlig;igen Vortr&auml;ge, Workshops etc. Wir haben keine Tickets, wir haben keine Namensschilder. Wir streben es an m&ouml;glichst unorganisiert und unformell zu sein. Wir werden viel &uuml;ber Computer reden, aber wir w&uuml;rden auch gerne nicht &uuml;ber Computer reden. Letztendlich wollen wir nur nicht allein sein, wenn wir "Computer" sagen.</p>

      <h4>Blender Willkommen</h4>

      <p>Wenn dein Hintergrund in den geekigsten Treffen nicht so vertreten ist, komm vorbei - wir wollen den Unterschied ausmachen.</p>
      <p>Wenn dein Hintergrund in den geekigsten Treffen stark vertreten ist, komm vorbei - wir wollen deine Hilfe um den Unterschied auszumachen.</p>
      <p>Wenn du Angst hast nicht Computer genug zu sein, komm vorbei.</p>
      <p>Wenn du glaubst ein Blender zu sein, komm vorbei.</p>
      <p>Wenn deine Arbeit nicht Code ist, komm vorbei.</p>
      <p>Dies ist keine Gruppe von Experten, nur von Menschen.</p>
      <p>Wir interessieren uns f&uuml;r soziale und technische Probleme.</p>
      <p>Dies ist eine Selbsthilfegruppe. Wir alle wissen nicht, was wir tun.</p>

      <h4 id="rules">Die Regeln</h4>

      <p>
        Ein Verhaltenskodex gilt, wo auch immer wir Computer reden. Es gilt sowohl online als auch offline wie auch von Angesicht zu Angesicht.
      </p>

      <ul class="rules">
        <li>Wir wollen inklusiv sein; Wir beteiligen uns nicht an homophoben, rassistischen, transphoben, behindertenfeindlichen, sexistischen oder anderweitig diskriminierenden Verhalten beteiligen. Wir machen keine ausgrenzenden Witze, nicht einmal "ironisch".</li>
        <li>Wir mobben und bel&auml;stigen niemanden. Physischer Kontakt oder sexuelle Zuwendung ohne gegenseitigem Einverst&auml;ndnis ist Bel&auml;stigen. Kleidung oder Verhalten sind noch lange kein Ausdruck eines Einverst&auml;ndnisses.</li>
        <li>Aggression und elit&auml;res Verhalten ist hier nicht willkommen - Computern ist kein Wettbewerb.</li>
        <li>Auch wenn manche Gruppen sich in Kneipen treffen, gibt es keine Erwartung und keinen Druck Alkohol zu trinken. Hinterfrage nicht die Getr&auml;nkewahl anderer.</li>
        <li>Wir fragen lieber nach der Geschlechtszugeh&ouml;rigkeit statt einfach etwas anzunehmen. Wenn du falsch liegst, entschuldige dich einfach und nutze die Form, die die Person bevorzugt.</li>
        <li>Wir denken, dass Feminismus eine gute Sache ist. Diskussion dar&uuml;ber, wie wir Computer inklusiver machen k&ouml;nnen, sind willkommen. Behauptungen, dass es "zu weit geht" oder "zu weit gegangen ist" sind nicht willkommen.</li>
      </ul>
      <p>Es k&ouml;nnte eine gute Idee sein zuerst dar&uuml;ber zu lesen <a href="http://theangryblackwoman.com/2009/10/01/the-dos-and-donts-of-being-a-good-ally/" >wie du ein guter Verb&uuml;ndeter sein kannst (englisch)</a>, oder &uuml;ber ein paar <a href="http://superopinionated.com/101-a-tron/" >konkrete Ratschl&auml;ge (englisch)</a>, wenn du Angst hast andere Menschen unabsichtlich zu beleidigen.</p>

      <h4>Die Leute</h4>

      <p>Im IRC Chat: irc.freenode.net
        <ul>
          <li>generell und englischsprachig: <a href="irc://irc.freenode.net/%23%23computer">##computer</a></li>
          <li>deutschsprachiger Raum: <a href="irc://irc.freenode.net/%23%23computer">#dercomputer</a></li>
        </ul>

        Der IRC Chat Protokoll wird durch die Nutzer festgehalten. Die Nutzer sind jedoch angehalten diese Protokolle nicht zu ver&ouml;ffentlichen.</p>

      <p><a href="http://twitter.com/WhyComputer">@WhyComputer</a> Auf Twitter</p>

      <p>Wenn du dabeisein willst, sag einfach "Hallo" zu jemand und sie/er wird dich mitnehmen.</p>

      <p>Wir planen in <a href="https://github.com/computeranonymous/computer">unserem GitHub Repository</a>, und wenn du Verbesserungen oder Kommentare hast er&ouml;ffne dort einfach ein Issue! (P.S. Frag @tef um dich als als Mitwirkende/r eintragen zu lassen.)</p>

      <h4 id="groups">Die Gruppen</h4>
      <ul class="groups">
        <li>
          UK
          <ul>
            <li><a href="uk_central_london.html">Central London</a></li>
            <li><a href="uk_east_london.html">East London</a></li>
            <li><a href="uk_west_london.html">West London</a></li>
            <li><a href="uk_north_london.html">North London</a></li>
            <li><a href="uk_edinburgh.html">Edinburgh</a></li>
            <li><a href="uk_oxford.html">Oxford</a></li>
            <li><a href="uk_manchester.html">Manchester</a></li>
            <li><a href="uk_cardiff.html">Cardiff</a></li>
            <li><a href="uk_brighton.html">Brighton</a></li>
        </ul>
    </li>
    <li>
        USA
        <ul>
            <li><a href="us_akron.html">Akron</a></li>
            <li><a href="us_austin.html">Austin</a></li>
            <li><a href="us_boston.html">Boston</a></li>
            <li><a href="us_denver.html">Denver</a></li>
            <li><a href="us_newyork.html">New York</a></li>
            <li><a href="us_portland.html">Portland</a></li>
            <li><a href="us_sanfrancisco.html">San Francisco</a></li>
            <li><a href="us_seattle.html">Seattle</a></li>
        </ul>
    </li>
    <li>
        Elsewhere
        <ul>
            <li><a href="ca_nl_stjohns.html">St. John’s, NL, Canada</a></li>
            <li><a href="de_berlin.html">Berlin</a></li>
            <li><a href="de_hamburg.html">Hamburg</a></li>
            <li><a href="ca_qc_montreal.html">Montr&eacute;al</a></li>
            <li><a href="se_stockholm.html">Stockholm</a></li>
          </ul>
        </li>
      </ul>

      <p>Wenn du selbst eine Gruppe in deiner N&auml;he initieren willst, dann forke das Github Repository, f&uuml;ge deine Gruppe ein und sende uns einen Pull Request. Wir haben etwas Hilfe und Ratschl&auml;ge f&uuml;r die, die eine <a href="running_a_group.html">Gruppe starten oder betreuen</a>. Themen, wie du Treffpunkte findest und Probleme handhabst, sowie Leute, die dir mit Github helfen k&ouml;nnen, findest du dort.</p>
